{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-EJh65UUHAD2l2E6ueyAJ","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h3>5. Nasehat Imam Abu Hanifah -Rahimahullah</h3><p><em>\"Imam Abu Hanifah berkata: “usaha meraih fiqih dapat dibantu dengan mengumpulkan tekad yang kuat, dan usaha memutus keterkaitan dengan dunia dapat dibantu dengan mengambil sedikit saja pada saat membutuhkan, tidak lebih dari itu.”</em></p><p><em>\"Ini adalah perkataan-perkataan para imam yang merupakan pioner di bidang ini tanpa ada yang membantah, dan demikianlah keadaan mereka - semoga Allah meridhoi mereka.\"</em></p><h3>6. Nasehat Al-Khatib Al-Baghdadi</h3><p><em>\"Al-Khatib berkata: dianjurkan bagi penimba ilmu agar membujang selama hal ini memungkinkan,\"</em></p>","page":19}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-DfRmJaykBPdUe4VZT8px","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"agar kesibukannya untuk memenuhi hak-hak keluarga dan mencari penghidupan, tidak mengganggunya untuk menyempurnakan dalam mencari ilmu.\"</em></p><h3>7. Nasehat Imam Sufyan Ats-Tsauri</h3><p><em>\"Suyfan As-Tsauri berkata: “siapa saja yang menikah, maka dia telah menyebrangi lautan. jika dia diberikan karunia anak, maka perahunya telah hancur disebabkan anaknya.”\"</em></p><h3>8. Anjuran Membujang Saat Menimba Ilmu</h3><p><em>\"Secara umum, tidak menikah bagi yang tidak membutuhkannya atau tidak mampu adalah lebih utama, apalagi untuk murid yang modal utamanya adalah konsentrasi (fokus), ketenangan hati dan aktifitas pikiran.\"</em></p>","page":20}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-EYGYzbPQTJWSyIVFaNoO","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>E. Management Waktu </h2><h3>1. Berharganya Sebuah Waktu</h3><p><em>\"Kelima: hendaknya membagi waktu siang dan malamnya, memanfaatkan sisa umurnya, karena sisa umur manusia tidak ternilai.\"</em></p><h3>2. Anjuran Cara Pembagian Waktu</h3><p><em>\"dan waktu yang paling bagus untuk menghafal adalah waktu sahur, untuk mengkaji adalah pagi hari, untuk menulis adalah tengah hari, serta untuk membaca dan diskusi adalah malam hari.\"</em></p><h3>3. Cara Pembagian Waktu Menurut Al-Khatib</h3><p><em>\"Al-Khatib berkata: waktu yang paling bagus untuk menghafal adalah waktu sahur, kemudian tengah hari, kemudian pagi hari\"</em></p>","page":21}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-hGHIMXtAfRfV9zOKcDSN","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h3>4. Lebih Efektif Menghafal di Waktu Lapar</h3><p><em>\"Beliau berkata: menghafal dimalam hari lebih efektif daripada menghafal disiang hari, dan waktu lapar lebih efektif daripada waktu kenyang.\"</em></p><h3>5. Tempat Terbaik Untuk Menghafal</h3><p><em>\"Beliau berkata: tempat yang paling bagus untuk menghafal adalah kamar dan semua tempat yang jauh dari hal-hal yang melalaikan.\"</em></p><p><em>\"Beliau berkata: bukanlah hal yang baik ketika menghafal didepan tumbuhan, pemandangan yang hijau, sungai, tengah jalan, dan suara yang berisik, karena pada umumnya hal tersebut menghalangi konsentrasi hati\"</em></p>","page":22}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-UgBjipuwssLTMONqRxXM","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>F. Sedikit Makan</h2><h3> 1. Kurangi Makan</h3><p><em>\"Keenam, diantara faktor terbesar yang membantu dalam proses menimba ilmu, memahami, menyingkirkan kejenuhan adalah mengkomsumsi yang halal dengan kadar ukuran yang sedikit.\"</em></p><h3>2. Pernyataan Imam Syafi’i</h3><p><em>\"Imam Syafii berkata radhiyallahu ‘anhu: aku tidak pernah kenyang sejak enam belas tahun yang lalu\"</em></p><h3>3. Efek Samping Banyak Makan</h3><p><em>\"Alasannya adalah karena banyak makan membuat\"</em></p>","page":23}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-48SO9TDjCBLcs3lRIZzk","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"banyak minum, dan banyak minum menyebabkan banyak tidur, pikiran lambat, tidak optimalnya fungsi otak, berhentinya indera, dan malasnya tubuh. Hal ini juga berkenaan dengan kemakruhan dari sisi syariat dan risiko bahaya terhadap penyakit jasmani.\"</em></p><h3>4. Untaian Syair</h3><p><em>\"Sebagaimana dikatakan: sesungguhnya kebanyakan penyakit yang kamu lihat # pemicunya berasal dari makanan dan minuman\"</em></p><h3>5. Banyak Makan Bukan Sifat Wali dan Ulama</h3><p><em>\"Tidak ada seorangpun dari wali-wali Allah, para pemimpin umat dan para ulama yang mensifati atau disifati dengan banyak makan, sementara perbuatan tersebut tidaklah terpuji\"</em></p><h3>6. Terpujinya Hewan Karena Banyak Makan</h3>","page":24}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-uH9gBxbKTrenZFRiK9xX","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"sedangkan yang dipuji karena banyak makan hanyalah hewan yang tidak berakal, karena ia memang disiapkan untuk bekerja\"</em></p><h3>7. Menggunakan Akal Dengan Bijak</h3><p><em>\"Akal pikiran yang sehat lebih mulia daripada sekedar disia-siakan dengan sesuatu yang terhina atau bernilai rendah, seperti makanan yang akibatnya telah diketahui. Kalaupun dampak buruk akibat banyak makan dan minum hanyalah berupa seringnya keluar-masuk WC, niscaya sudah cukup bagi orang berakal yang cerdas agar memelihara dirinya darinya (keluar masuk WC)\"</em></p><h3>8. Mencari Sesuatu Yang Mustahil</h3>","page":25}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-6sGF0bcbMqkrdW1ndOp4","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"siapa saja yang menghendaki keberuntungan dalam hal ilmu dan meraih apa yang dicarinya, tetapi dengan banyak makan, minum, dan tidur, maka dia telah mencari sesuatu yang secara umum mustahil terjadi.\"</em></p><h3>9. Porsi Makan</h3><p><em>\"Yang paling utama, hendaknya menjadikan maksimal porsi makan adalah sebagaimana yang terdapat di dalam hadits, dari nabi SAW beliau bersabda: anak adam tidak mengisi wadah yang lebih buruk daripada perut. Cukuplah bagi anak adam beberapa suapan yang menegakkan tulang sulbinya. Jika memang harus, maka sepertiga untuk makanan, sepertiga untuk minumnya, dan sepertiga untuk nafasnya (HR. Turmudzi)\"</em></p><h3>10. Larangan Berlebih-lebihan</h3>","page":26}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-Kv5E6jbKv2NKXERsnRgS","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"Jika lebih dari itu, maka yang lebih ini adalah tindakan melampaui batas yang keluar dari koridor sunnah. Allah SWT berfirman: makan dan minumlah, dan jangan kalian berlebih-lebihan (QS. Al-A’raf: 31)\"</em></p><p><em>\"Sebagian ulama berkata: Allah menyatukan semua masalah kesehatan dalam kalimat-kalimat ini\"</em></p>","page":27}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-bF5YM48EPHltGmTKLPyy","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>G. Bersikap Wara’ </h2><h3>1. Memiliki Sikap Wara’</h3><p><em>\"Ketujuh, hendaknya memiliki sifat wara’ dalam segala urusannya, mengambil yang halal dalam makanan, minuman, pakaian, tempat tinggal dan dalam segala apa yang dia dan keluarganya butuhkan, untuk menerangi hatinya dan layak menerima ilmu, cahaya ilmu serta kebermanfaatan darinya.\"</em></p><h3>2. Mencari Derajat Yang Tinggi</h3><p><em>\"Tidak menerima untuk dirinya terhadap apa yang menurutsyariat secara dhohirnya halal,selama dia memungkinkan untuk menghindarinya dan tidak terdesak oleh kebutuhan atau menetapkan bagiannya yang diperbolehkan, akan tetapi\"</em></p>","page":28}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-PbZ8R8RTCfkJk9V3ztC9","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h3>3. Anjuran Meninggalkan Keluarga &amp; Merantau</h3><p><em>\"Oleh karenanya, orang-orang terdahulu menganjurkan untuk meninggalkan keluarga dan merantau jauh dari kampungnya, karena jika pemikirannya terbagi-bagi, maka ia lemah untuk mengetahui berbagai hakikat dan berbagai perkara rinci yang rancu.\"</em></p><h3>4. Firman Allah QS. Al-Ahzab: 4</h3><p><em>\"Allah tidak menjadikan seseorang dua hati dalam rongganya\"</em></p><h3>5. Totalitas Terhadap Ilmu</h3><p><em>\"Begitu juga dikatakan: ilmu tidak memberimu sebagian darinya sampai engkau memberikan dirimu untuknya secara keseluruhan (totalitas)\"</em></p>","page":14}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-69KPYBX27vMOqziS3q6v","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h3>6. Perjuangan Meraih Ilmu</h3><p><em>\"Al-khatib al-Baghdadi menukil dalam Al-Jaami’ dari sebagian ulama, dia mengatakan: ilmu tidak bisa diraih kecuali dia yang menutup warungnya, membiarkan kebunnya, meninggalkan saudarasaudaranya, dan kerabat keluarganya meninggal dunia namun tidak bisa melihat jenazahnya.\"</em></p><p>Ini semua, sekalipun berlebihan namun maksudnya adalah penimba ilmu harus mengumpulkan segenap hatinya dan fikirannya untuk ilmu. </p><p><em>\"Ada yang berkata: sebagian guru memerintahkan seorang muridnya untuk melakukan seperti pendapat al-khatib, maka hal terakhir yang guru perintahkan kepadanya, dengan mengatakan:\"</em></p>","page":15}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-5pFFS9F42N6zqSjnPcbw","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"Warnailah pakaianmu dengan warna gelap agar kamu tidak tersibukan untuk mencucinya.\"</em></p><p><em>\"Diantara yang dikatakan dari Imam Syafi’i, bahwa beliau pernah mengatakan: kalau aku diminta membeli sebiji bawang merah, maka niscaya aku tidak memahami satu permasalahan.\"</em></p>","page":16}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a6305abf3b94236da505e9-9","_score":1,"_source":{"title":"Fiqih Ibadah","bibliography":"65a6305abf3b94236da505e9","content":"<h3>3. Larangan Berniat Untuk Tujuan Duniawi</h3><p>Tidak meniatkan diri dalam menimba ilmu untuk mendapatkan kepentingan duniawi yang berupa kepemimpinan, kedudukan, harta kekayaan, berbangga diri dari teman-teman sejawatnya, pengagungan orang-orang kepadanya, menghadirkannya dalam berbagai majelis ilmu dan semisalnya, yang mana sejatinya dia telah menukar sesuatu yang baik dengan sesuatu yang lebih rendah.</p><h3>4. Pernyataan Abu Yusuf</h3><p>Abu Yusuf -rahimahullah- berkata: “wahai kalian semua, tujukan lah dengan ilmu kalian sematamata untuk Allah Ta'ala, karena sungguh tidaklah</p>","page":9}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a6305abf3b94236da505e9-8","_score":1,"_source":{"title":"Fiqih Ibadah","bibliography":"65a6305abf3b94236da505e9","content":"<p>baik, maka baik pula seluruh jasadnya. Jika ia rusak, maka rusak pula seluruh jasadnya. Ketahuilah bahwa ia adalah hati (jantung).\"</p><p><strong style=\"font-size: 16px;\">5. Terhalangnya Cahaya Memasuki Hati</strong></p><p><span style=\"font-size: 14px;\">Sahl berkata: \"haram atas hati untuk dimasuki cahaya sedangkan didalamnya terdapat hal-hal yang dibenci Allah ’Azza wa Jalla.\"</span></p>","page":8}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-90","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p>mantapsdf</p>","page":"90"}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-nE07vTIc9FBp9dCHOaNC","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"Sebagaimana tidak dibenarkan (tidak sah) shalat yang mana merupakan ibadah anggota tubuh yang nyata kecuali dengan kesucian fisik dari hadats dan najis, maka demikian juga dengan ilmu, yang mana merupakan ibadah hati, maka tidak dibenarkan menimbanya kecuali dalam keadaan suci dari sifat-sifat yang jelek, buruk dan akhlak yang hina.\"</em></p><h3>4. Keberkahan Ilmu Karena Hati Yang Baik</h3><p><em>\"Jika hati sudah baik dalam menerima ilmu, maka nampak keberkahan ilmu itu dan juga perkembangannya, seperti tanah yang subur untuk bercocok tanam, maka tanamannya akan bertumbuh dan berkembang.\"</em></p><p><em>\"Dalam sebuah hadits berbunyi: “Sesungguhnya didalam jasad itu ada segumpal daging. Jika ia\"</em></p>","page":8}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-h5n42w785UNCXz5DO3GK","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>A. Penyucian Hati Dari Sifat Tercela</h2><h3> 1. Bersihkan Hati </h3><p><em>\"Pertama hendaknya membersihkan hati dari segala perbuatan curang, kotor, benci, dengki, akidah yang buruk dan perangai (budi pekerti) yang tidak baik; hal itu dilakukan untuk memperbaiki dalam menerima ilmu, menjaganya serta mengulas makna-maknanya secara detail dan hakikat-hakikatnya yang samar.\"</em></p><h3>2. Kedudukan Ilmu </h3><p><em>\"Karena sebagaimana yang disampaikan oleh sebagian ulama bahwa ilmu itu adalah shalat yang tersembunyi, ibadah hati dan kedekatan batin\"</em></p><h3>3. Syarat Menimba Ilmu</h3>","page":7}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-0zq4fGZxnP6OsUjnE44z","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"Imam Syafi’I Rahimahullah berkata: tidaklah seseorang menimba ilmu ini dengan kekuasaan dan kemuliaan jiwa yang dimiliki lalu bisa beruntung, akan tetapi siapa saja yang menimba ilmu dengan mengerahkan segenap jiwanya, hidup dalam kesederhanaan serta berkhidmah kepada para ulama, maka dialah yang beruntung.\"</em></p><p><em>\"Beliau juga berkata: “tidak layak menimba ilmu kecuali bagi orang yang bangkrut”. ada yang bertanya: “tidak juga bagi orang yang berkecukupan?”. Beliau menjawab: “tidak juga bagi orang yang berkecukupan”.\"</em></p><h3>4. Nasehat Imam Malik -Rahimahullah-</h3><p>Imam Malik Berkata: “tidaklah mampu seorangpun untuk menggapai ilmu ini sebagaimana yang diinginkan sampai dia merasakan kefakiran dan mengutamakan ilmu atas segala sesuatu”\"</p>","page":18}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-qR2ypamZ6jjjlH58sw74","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"aku duduk di suatu majelis ilmu yang aku niatkan padanya tawadhu’, kecuali aku bangun dalam keadaan telah mendapat kemuliaan. Sebaliknya tidaklah aku duduk di satu majelis ilmu yang aku niatkan untuk mengalahkan mereka kecuali aku bangun dalam keadaan Alloh bukakan aibku”</em></p><h3>5. Ikhlas Dalam Menimba Ilmu</h3><p><em>\"Ilmu adalah sebuah ibadah dari berbagai ibadah yang ada dan pendekatan diri kepadaNya dari berbagai macam bentuk pendekatan, jika niatnya benar-benar ikhlas murni karena Allah, maka ilmunya diterima, tumbuh dan berkembang keberkahannya. Namun jika tidak dimaksudkan untuk mendapatkan ridha Allah ta’ala, maka ia lenyap dan sia-sia, serta perjuangannya merugi dan bisa jadi tujuan-tujuan tersebut sirna dan tidak meraihnya, maka tujuannya lenyap dan usahanya sia-sia.\"</em></p>","page":12}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-12","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>C. Memanfaatkan Waktu Sebaik-Baiknya</h2><h3>1. Memaksimalkan Usia Muda</h3><p><em>\"Ketiga, hendaknya menggunakan masa muda dan waktu-waktu dalam hidupnya untuk menimba ilmu, tidak tertipu oleh gemerlap dunia dan anganangan, karena setiap waktu yang berlalu dari kehidupannya itu tidak ada gantinya.\"</em></p><h3>2. Mencegah Penghalang Untuk Menimba Ilmu</h3><p> <em>\"Mencegah sebisa mungkin terhadap ikatan-ikatan yang menyibukkan, dan rintangan-rintangan yang menghalanginya untuk menimba ilmu secara sempurna, serta mengerahkan segenap kemampuan dan meningkatkan keseriusan dalam menimba ilmu, karena sesungguhnya ia bagaikan pemotong jalanan\"</em></p>","page":13}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-11","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h3>3. Larangan Berniat Untuk Tujuan Duniawi</h3><p><em>\"Tidak meniatkan diri dalam menimba ilmu untuk mendapatkan kepentingan duniawi yang berupa kepemimpinan, kedudukan, harta kekayaan, berbangga diri dari teman-teman sejawatnya, pengagungan orang-orang kepadanya, menghadirkannya dalam berbagai majelis ilmu dan semisalnya, yang mana sejatinya dia telah menukar sesuatu yang baik dengan sesuatu yang lebih rendah.\"</em></p><h3>4. Pernyataan Abu Yusuf</h3><p><em>\"Abu Yusuf -rahimahullah- berkata: “wahai kalian semua, tujukan lah dengan ilmu kalian sematamata untuk Allah Ta'ala, karena sungguh tidaklah\"</em></p>","page":11}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-C8prveNIebjC9xHKVU0l","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>D. Qanaah dan Sabar</h2><h3> 1. Puas Dengan Kesederhanaan</h3><p><em>\"Keempat, Hendaknya merasa puas dengan makanan pokok yang mudah didapatkannya sekalipun hanya sedikit, dan pakaian yang menutupi auratnya dari yang setaraf dengannya, sekalipun tidak baru\"</em></p><h3>2. Bersabar Atas Kesederhanaan Hidup</h3><p><em>\"Dengan bersabar atas kesederhanaan hidup yang dialami, dia mendapatkan keluasan ilmu. Dan dengan menyatukan fokus hati dari angan-angan yang berserakan, maka memancarlah sumbersumber hikmah didalamnya.\"</em></p><h3>3. Nasehat Imam Syafi’i -Rahimahullah-</h3>","page":17}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-10","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>B. Memperbaiki Niat</h2><h3> 1. Berniat Baik Dalam Menimba Ilmu</h3><p> <em>\"Kedua, Berniat baik dalam menimba ilmu yaitu dengan bermaksud untuk mendapatkan ridha Allah ta’ala, beramal atas dasar ilmu, menghidupkan syariah, menyinari hatinya, menghiasi batinnya, mendekatkan diri kepada Allah ta’ala pada hari kiamat dan meraih terhadap apa yang telah Allah siapkan untuk orang berilmu berupa ridhaNya serta kebesaran karuniaNya.\"</em></p><h3>2. Pernyataan Imam Ats-Tsauri </h3><p><em>\"Sufyan ats-Tsauri berkata: tidaklah aku memperbaiki sesuatu yang lebih berat bagiku daripada niatku\"</em></p>","page":10}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-9","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"baik, maka baik pula seluruh jasadnya. Jika ia rusak, maka rusak pula seluruh jasadnya. Ketahuilah bahwa ia adalah hati (jantung).\"\"</em></p><h3>5. Terhalangnya Cahaya Memasuki Hati</h3><p><em>\"Sahl berkata: “haram atas hati untuk dimasuki cahaya sedangkan didalamnya terdapat hal-hal yang dibenci Allah ’Azza wa Jalla.”\"</em></p>","page":9}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-YOkWiFAXpYKoyBdFA1eb","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"hendaknya mencari derajat yang tinggi\"</em></p><h3>3. Meneladani Sikap Wara’ Dari Para Ulama</h3><p><em>\"dan meneladani para ulama shalih terdahulu, dimana mereka bersikap wara’ dibanyak perkara yang mereka memfatwakan akan kebolehannya.\"</em></p><h3>4. Sikap Wara’ Rasulullah SAW</h3><p><em>\"Orang yang paling berhak untuk diteladani dalam perkara ini adalah sayyidina Rasulullah SAW, beliau tidak makan sebiji kurma yang beliau temukan dijalan karena takut ia adalah kurma sedekah, padahal jauh kemungkinan perkaranya demikian\"</em></p><h3>5. Meneladani Ahli Ilmu</h3><p><em>\"Dan karena keberadaan ahli ilmu itu untuk diteladani dan diikuti, jika mereka tidak\"</em></p>","page":29}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-gZeJVFHxAjaVsSfz7Fqf","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"menggunakan sikap wara’, lalu siapa yang menggunakannya\"</em></p><h3>6. Menggunakan Rukhsah Pada Tempatnya</h3><p><em>\"Hendaknya menggunakan rukhsakh (keringanan) pada tempatnya saat dibutuhkan dan saat ada sebab-sebabnya agar diteladani padanya, karena sesungguhnya Allah SWT menyukai manakala rukhsah-rukhsahnya (keringanan- keringanannya) dilakukan, sebagaimana Allah menyukai ketetapan-ketetapanNya dilakukan.\"</em></p>","page":30}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-BPIqEca7NAw7kGjd6lm2","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>H. Kurangi Konsumsi Yang Tidak Sehat</h2><h3> 1. Meminimalisir Makanan Tertentu</h3><p><em>\"Kedelapan, hendaknya meminimalisir makanan yang merupakan sebab ketumpulan akal dan kelemahan fungsi indera seperti apel yang asam, baqilla (sejenis kacang-kacangan), dan minum cuka, demikian juga makanan yang menyebabkan banyaknya dahak yang menumpulkan otak, yang memberatkan badan seperti banyak minum susu, makan ikan, dan yang semisalnya.\"</em></p><h3>2. Konsumsi Penyebab Ketajaman Otak</h3>","page":31}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-rMGuzFIHJkohp2GoBdNg","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"Hendaknya menggunakan apa yang Allah SWT tetapkan sebagai sebab ketajaman otak seperti mengunyah liban (sejenis permen karet) dan mushthaka (sejenis damar) yang berdasarkan pada kebiasaan, mengkonsumsi kismis dipagi hari, julep (sejenis minuman manis), dan semisalnya, yang mana penjelasan tentangnya bukan disini tempatnya.\"</em></p><p><br></p><h3>3. Hindari Yang Menyebabkan Lupa</h3><p><em>\"Hendaknya menghindari hal-hal yang menyebabkan lupa secara khusus seperti makan bekas sisa tikus, membaca papan (patok) kuburan, masuk diantara dua ekor unta yang dilumuri pelangkin, membuang kutu rambut dalam keadaan hidup dan yang semisalnya yang termasuk dalam perkara mujarabat.\"</em></p>","page":32}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-fubOQTQcWJMDCwwOyEcg","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>I. Meminimalisir Waktu Untuk Tidur</h2><h3>1. Mengurangi Waktu Tidur</h3><p><em>\"Kesembilan, Hendaknya meminimalisir tidur selama hal itu tidak menimbulkan dharar (dampak negatif) pada tubuh dan otaknya\"</em></p><h3>2. Tidak Tidur Lebih Dari Delapan Jam</h3><p><em>\"Tidak tidur lebih dari delapan jam dalam sehari semalam, yaitu sepertiga waktunya, jika dirinya bisa tidur kurang darinya, maka hendaknya dia melakukannya.\"</em></p><h3>3. Rekreasi Untuk Menghilangkan Kejenuhan</h3><p><em>\"Boleh merehatkan diri, hati, otak dan matanya (manakala sebagian darinya lelah atau lemah) dengan rekreasi atau bersenang-senang ke tempat-tempat rekreasi sehingga dia pulih kembali\"</em></p>","page":33}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-U1NTifbAL8a8URIJdO0d","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"seperti semula dan tidak menyia-nyiakan waktunya.\"</em></p><h3>4. Berjalan-Jalan dan Berolahraga</h3><p><em>\"Boleh berjalan-jalan dan berolahraga. Ada yang berkata, hal itu meningkatkan suhu tubuh, mengurangi kelebihan lemak dan menggiatkan tubuh.\"</em></p><h3>5. Berhubungan Suami-Istri Jika Dibutuhkan</h3><p><em>\"Boleh melakukan hubungan suami istri yang halal jika membutuhkannya, para tabib (dokter) menyatakan bahwa perbuatan tersebut dapat meringankan kelebihan berat badan, membangkitkan semangat dan mencerahkan pikiran pada saat membutuhkan dan dilakukan dengan seimbang\"</em></p><h3>6. Hindari Belebih-lebihan Dalam Berhubungan</h3>","page":34}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-fqBXikf9gQ4NtguMflRU","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"Namun hendaknya menghindari berlebih-lebihan melakukan hubungan suami-istri layaknya menghindari musuh, sebagaimana dikatakan: (air kehidupan yang ditumpahkan didalam Rahim) ia melemahkan pendengaran, penglihatan, saraf, suhu panas tubuh, pencernaan, dan penyakitpenyakit buruk lainnya.\"</em></p><p><em><br></em></p><p><em>\"Para peneliti dari kalangan para tabib (dokter) menyatakan bahwa meninggalkannya lebih baik kecuali karena kebutuhan mendesak atau dalam rangka upaya penyembuhan. Secara umum, boleh merehatkan diri manakala bosan.\"</em></p><h3>7. Tradisi Sebagian Ulama Terhadap Muridnya </h3><p><em>\"Sebagian ulama-ulama besar mengumpulkan\"</em></p>","page":35}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-xYgAhFe4hnYlGUVHxTzg","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"murid-muridnya di beberapa tempat rekreasi disebagian hari dalam setahun, mereka bercanda bersendau gurau dengan sesuatu yang dibolehkan dalam agama, dan tidak merendahkan kehormatan.\"</em></p>","page":36}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-KmKlv4HLsyh7sSh0eQuR","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h2>J. Meninggalkan Pergaulan </h2><h3>1. Anjuran Meninggalkan Pergaulan</h3><p><em>\"Kesepuluh, Hendaknya meninggalkan pergaulan, karena meninggalkannya termasuk perkara yang paling penting bagi penimba ilmu apalagi terhadap lawan jenis dan khususnya untuk orang yang banyak main-mainnya dan sedikit berfikir, karena tabiat manusia itu menular.\"</em></p><h3>2. Dampak Negatif Dari Pergaulan Yang Salah</h3><p><em>\"Dampak negatif pergaulan adalah waktunya terbuang sia-sia tanpa ada faidah, lenyapnya harta dan kehormatan jika dilakukan dengan orang yang tidak patut, dan hilangnya agama jika dilakukan dengan orang yang tidak punya agama.\"</em></p>","page":37}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-imChMra2zFVZxGj2dTX3","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h3>3. Bergaul Kepada Orang Yang Benar</h3><p><em>\"Yang layak bagi penimba ilmu, hendaknya tidak bergaul kecuali dengan orang yang diberi manfaat atau dia memperoleh manfaat darinya, sebagaimana diriwayatkan dari Nabi SAW: jadilah orang yang berilmu, atau penimba ilmu, dan jangan menjadi orang yang ketiga, maka kamu binasa.\"</em></p><h3>4. Putuskan Hubungan Sejak Dini</h3><p><em>\"Jika masuk atau terjebak dalam hubungan dengan seseorang yang mengakibatkan umurnya sia-sia bersamanya, dia tidak memberinya faidah dan tidak pula memperoleh faidah darinya, tidak membantunya dalam urusan menimba ilmu yang merupakan kesibukan utamanya, maka hendaknya memutuskan hubungan dengan orang tersebut\"</em></p>","page":38}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-EriISpniZYKTK7c4XQPx","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"dengan lemah lembut sejak dini sebelum nantinya menjadi-jadi, karena jika sesuatu telah menguat, maka sulit memutusnya.\"</em></p><h3>5. Ungkapan Dari Para Ahli Fiqih</h3><p><em>\"Sebagaimana ungkapan yang terucap dari para ahli fiqih: mencegah lebih mudah daripada menghilangkan.\"</em></p><h3>6. Kriteria Orang Yang Dijadikan Rekan</h3><p><em>\"Jika memerlukan rekan, hendaknya rekan tersebut adalah rekan yang shalih, kuat beragama, bertakwa, mempunyai sikap wara’, bersih hatinya, banyak berbuat kebaikan, minim berbuat keburukan, baik pergaulannya dan sedikit berdebat (ngeyel). Manakala dia lupa, maka rekan tersebut mengingatkannya. Jika dia ingat, maka rekan tersebut membantunya. Jika dia membutuhkan, maka rekan tersebut menghiburnya. Jika dia jemuh (bosan), maka rekan tersebut menyabarkannya.\"</em></p>","page":39}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-zIJJTmAap2AvD4fSzLmI","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<h3>7. Nasehat Ali bin Abi Thalib RA</h3><p><em>\"Diantara apa yang diriwayatkan dari Ali RA:Jangan berteman dengan orang bodoh, jauhilah diaBerapa banyak orang bodoh yang menjerumuskan orang yang toleran dikala berkawan dengannyaSeseorang ditimbang dengan orang lain manakala dia berjalan bersamanya.\"</em></p><h3>8. Nasehat Lain</h3><p><em>\"Sebagian dari mereka berkata:Sesungguhnya saudaramu yang benar adalah orang yang bersamamu\"</em></p>","page":40}}
{"_index":"maktabah_yarsi_book","_type":"_doc","_id":"65a3d29adb699f403a97aeb8-1sFfv9rWdP4L3mKyNLmp","_score":1,"_source":{"title":"Adab Murid Terhadap Diri Sendiri","bibliography":"65a3d29adb699f403a97aeb8","content":"<p><em>\"Dan orang yang memudaratkan dirinya untuk memberimu manfaat\"</em></p><p><em>\"Dan orang yang jika kejadian-kejadian zaman mencerai beraikanmu\"</em></p><p><em>\"Dia mencerai beraikan kesatuan dirinya untuk menyatukanmu\"</em></p>","page":41}}
